export const LOCALE_STORAGE = {
  LOCALE: "LOCALE",
};

export const JonData: { name: string; content: string }[] = [
  {
    name: "7",
    content:
      "有时我会想起自己的童年，像你的身影在前面转个角就了无踪迹，然后再另一处出现，如今能想起的话我就尽量去回味，我得摄入多点咖啡才能尽力跟上你，以大人的躯体爬上滑下，匍匐前进，猫腰而出，是希望你获取的快乐是双倍的，乐园给予你的，以及陪伴给予你的。",
  },
  {
    name: "6",
    content:
      "钻地机终于到手了，不顾天黑也要进行实操，打灯作业，忘我的玩着，已经是完全把下午晕车呕吐的难受抛诸脑后了。",
  },
  {
    name: "5",
    content:
      "今年一下子懂事了很多，会礼貌叫人会说新年贺语，虽然有时还会闹别扭发脾气，以及会加上不知从哪学来的恭喜发财后半句「红包拿来」，去年还是前年的你小手一挥，水杯就倒，茶杯就碎，你看我都忘记去年还是前年了，时间飞一下就走了，跟烟花一样稍纵即逝。",
  },
  {
    name: "4",
    content:
      "年初一登高，早上玩蹦床摔着屁股喊疼不肯走路，答应给他买新玩具，才摸着屁股跟上哥哥姐姐，现在已然忘记疼痛和玩具，对着比他矮的群山叠嶂大喊宣布他四岁了",
  },
  {
    name: "3",
    content:
      "吃过午饭，外边阴雨连绵，无处可消遣时光，给他看会电视藉此小憩一下吧，他上蹿下跳，荧幕里的动画人物有多卖力演出，他就有多激动地配合，把他妈躺着的困乏当着可恣意人生的舞台。",
  },
  {
    name: "2",
    content:
      "知道阻止不了你了，依旧担心你弄湿衣服，念你坐了那么久的车，你就玩吧，趁着雨刚下完，天很清澈，时间毕竟很快，很快也许你就不爱这么玩了，不会老问为什么老家那么远，不会想不通爷爷怎么那么老了",
  },
  {
    name: "1",
    content: `午饭后，大人们冷得缩着脖子插着口袋站旁边，都不怎么愿意碰通体冰冷的康乐健身设施，觉得冷会越冷的道理大人们只是懂而已，对于小孩来说，有得玩哪懂得冷字怎么写，也就玩一会，他和他的快乐，被他姑姑跷得老高下不来。`,
  },
];
